Repository: POPSuL/nfsu2
Catalog: WindowsFormsApplication1/Form1.*.resx
Languages: ru

# button2.Text
source: Save
ru: Сохранить

# label3.Text
source: Dark Blue -> Neutral
ru: Нейтралка

# label2.Text
source: GREEN -> Best gear up
ru: Переключение

# label1.Text
source: RED -> Maximum
ru: Максимально

# groupBox1.Text
source: Engine RPM
ru: Обороты

# label49.Text
source: Change the adjustment ECU with the help ScrollBars (TrackBars). The value choice over ScrollBars (TrackBars) allows to increase strongly capacity of giving of fuel that is not recommended so u can make your car stronger.
ru: Скроллами (ползунками) изменяете тонкую настройку ЭКУ. А выбор над ползунком позволяет сильно увеличить мощность подачи топлива, что не рекомендуется.

# groupBox2.Text
source: Legend
ru: Эку

# label50.Text
source: Change the adjustment Turbo like ECU. It's simply, like in Dyno tuning.
ru: Настройка ТУРБО аналогична настройке ЭКУ. Для более подробной информации обращайтесь к справке, которой пока что нет в программе %)))

# label19.Text
source: First you need to select file GlobalB.lzc from GLOBALB folder in the NFSU2 directory, then you can select car and change.
ru: Выберите файл настроек машин, затем выберите машину, которую желаете отредактировать. Как закончите редактирование машины сохраните изменения.

# label48.Text
source: Engine, ECU and Turbo
ru: ОБОРОТЫ ДВИГАТЕЛЯ, ЭКУ И ТУРБО

# tabPage3.Text
source: Engine
ru: Движок

# label4.Text
source: It is possible to "take" handling from any other car from game, for this purpose choose it from the list and press to "Apply"
ru: Можно "взять" управление от любой другой машины из игры, для этого выберите ее из списка и нажмите "Применить"

# button4.Text
source: Cancel
ru: Сбросить

# button3.Text
source: Load
ru: Применить

# label16.Text
source: In the next versions of the program to regulate values it will not be necessary manually. There will be a simple adjustment with help TrackBars and/or pictures, like in game. If you have any ideas for this program, write to us, our contacts and e-mail you will find in the "Help" section.
ru: Позже регулировать, изменяя значения вручную не придется, в будущей версии программы планируется сделать простую регулироваку ползунками для всего, что есть. Если у вас имеются какие-либо предложения, пишите нам, контакты найдете в разделе "Помощь".

# groupBox7.Text
source: Handling
ru: Управление

# label51.Text
source: The car drive defines a leading axis at the current car, at a full upgrade (3 level). For example, if it is the drag-car it is necessary to put a back drive(RWD), for drift, back(RWD) or full(4WD). Though in Underground2 drift on a forward drive(FWD) goes well, though in a real life it is silly and it is almost unreal.
ru: Ведущий привод определяет ведущую ось у текущей машины, при полном апгрейде (3 уровень). Например, если машина создается для драга, то следует ставить задний привод, если же для дрифта, то так же задний, либо полный. Хотя в андерграунде 2 дрифт на переднем приводе идет хорошо, несмотря, что в реальной жизни это глупо и почти нереально.

# comboBox25.Items
source: FWD
ru: Передний привод

# comboBox25.Items1
source: 4WD (4x4)
ru: Полный привод

# comboBox25.Items2
source: RWD
ru: Задний привод

# groupBox5.Text
source: Wheels Drive
ru: Ведущий привод

# label9.Text
source: The car suspension bracket very strongly influences on handling. Too high suspension bracket will disturb on turns, but any noob player can do wheelie :D Do not put too low suspension bracket, differently the car will disappear!
ru: Изменения высоты подвески очень сильно влияет на управление машиной. Слишком высокая подвеска будет мешать при поворотах, за то любой нуб встанет на козла в драге, или даже в простой гонке. Сильное различие высот передней и задней подвесок приведет к поломке вида машины в меню, но в игре всё будет так, как вы задумали!

# label6.Text
source: Rear
ru: Задняя

# label5.Text
source: Front
ru: Передняя

# label64.Text
source: Higher
ru: Выше

# label8.Text
source: Higher
ru: Выше

# label65.Text
source: Lower
ru: Ниже

# label7.Text
source: Lower
ru: Ниже

# groupBox4.Text
source: Suspension
ru: Высота подвески

# tabPage1.Text
source: Handling
ru: Управление

# label61.Text
source: Wheels width influences coupling with road. Wheels position influences handling and stability at driving. Try to avoid too wide and a narrow position. Wheels diameter is logical(not visible) and physical(visible). We can't see logical values, but game will operate car as you set in the logical values. Visible values we can see, but game would ignore this settings. So if u want normal settings, set logical values equals physical values.
ru: Ширина колес влияет на сцепление с дорогой, а расположение колес на управление и стабильность при вождении. Старайтесь избегать слишком широкого и узкого расположения, для хорошего управления.

# label17.Text
source: Front wheels position
ru: Расположение предних колес

# label30.Text
source: Wider
ru: Шире

# label27.Text
source: Wider
ru: Шире

# label34.Text
source: Wider
ru: Шире

# label31.Text
source: Narrower
ru: Уже

# label32.Text
source: Narrower
ru: Уже

# label33.Text
source: Narrower
ru: Уже

# label24.Text
source: Rear wheels position
ru: Расположение задних колес

# label35.Text
source: Narrower
ru: Уже

# label26.Text
source: Wider
ru: Шире

# label37.Text
source: Rear wheels Width
ru: Ширина задних колес

# label28.Text
source: Front wheels Width
ru: Ширина передних колес

# groupBox8.Text
source: To edge
ru: Колеса

# tabPage4.Text
source: Wheels settings
ru: Расстановка колес

# label11.Text
source: * this tab is obligatory, though it is useless :D
ru: * вкладка обязательна, хоть и бесполезна :D

# tabPage2.Text
source: Bubkes*
ru: Шиш*

# загрузитьНастройкуДляТекущейМашиныToolStripMenuItem.Text
source: Open settings for current car
ru: Загрузить настройку для текущей машины

# сохранитьНастройкуТекущейМашиныToolStripMenuItem.Text
source: Save current car settings to file...
ru: Сохранить настройку текущей машины

# сменитьПользователяToolStripMenuItem.Text
source: Logout
ru: Сменить пользователя

# менюToolStripMenuItem.Text
source: Menu
ru: Меню

# оПрограммеToolStripMenuItem.Text
source: About...
ru: О программе...

# проверитьОбновленияToolStripMenuItem.Text
source: Check for updates...
ru: Проверить обновления

# создателиИКонтактыToolStripMenuItem.Text
source: Authors and helpers
ru: Создатели и контакты

# справкаToolStripMenuItem.Text
source: Knowledge base
ru: Справка

# помщьToolStripMenuItem.Text
source: Help
ru: Помощь

# label54.Text
source: Select File by Menu->Open file.. first!
ru: Не выбран файл настроек!

# label56.Text
source: Attention! If you select another car without save settings you will lost all your changes!
ru: Внимание! Если выбрать другую машину из списка, не сохранив сделанные изменения, все изменения будут потеряны!!

# выходToolStripMenuItem.Text
source: Quit
ru: Выход
